{
    "settings": {
        "options": {
            "show_on_front": "posts",
            "featured-content": false,
            "jetpack_global_styles": {
                "font_base": "Roboto",
                "font_headings": "Rubik"
            }
        },
        "theme_mods": {
            "0": false,
            "nav_menu_locations": [],
            "custom_css_post_id": -1
        },
        "headstart": {
            "mapped_id_options": [],
            "mapped_id_theme_mods": [],
            "keep_submenu_items": true
        }
    },
    "widgets": [],
    "content": [
        {
            "post_type": "post",
            "post_title": "Gemstones",
            "post_content": "<!-- wp:paragraph -->\n<p>“I’ll just step over to Green Gables after tea and find out from Marilla where he’s gone and why,” the worthy woman finally concluded. “He doesn’t generally go to town this time of year and he&nbsp;<em>never<\/em>&nbsp;visits; if he’d run out of turnip seed he wouldn’t dress up and take the buggy to go for more; he wasn’t driving fast enough to be going for a doctor. Yet something must have happened since last night to start him off. I’m clean puzzled, that’s what, and I won’t know a minute’s peace of mind or conscience until I know what has taken Matthew Cuthbert out of Avonlea today.”<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Accordingly after tea Mrs. Rachel set out; she had not far to go; the big, rambling, orchard-embowered house where the Cuthberts lived was a scant quarter of a mile up the road from Lynde’s Hollow. To be sure, the long lane made it a good deal further. Matthew Cuthbert’s father, as shy and silent as his son after him, had got as far away as he possibly could from his fellow men without actually retreating into the woods when he founded his homestead. Green Gables was built at the furthest edge of his cleared land and there it was to this day, barely visible from the main road along which all the other Avonlea houses were so sociably situated. Mrs. Rachel Lynde did not call living in such a place&nbsp;<em>living<\/em>&nbsp;at all.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>“It’s just&nbsp;<em>staying<\/em>, that’s what,” she said as she stepped along the deep-rutted, grassy lane bordered with wild rose bushes. “It’s no wonder Matthew and Marilla are both a little odd, living away back here by themselves. Trees aren’t much company, though dear knows if they were there’d be enough of them. I’d ruther look at people. To be sure, they seem contented enough; but then, I suppose, they’re used to it. A body can get used to anything, even to being hanged, as the Irishman said.”<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>With this Mrs. Rachel stepped out of the lane into the backyard of Green Gables. Very green and neat and precise was that yard, set about on one side with great patriarchal willows and the other with prim Lombardies. Not a stray stick nor stone was to be seen, for Mrs. Rachel would have seen it if there had been. Privately she was of the opinion that Marilla Cuthbert swept that yard over as often as she swept her house. One could have eaten a meal off the ground without over-brimming the proverbial peck of dirt.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><em>Gemstone illustration by Emil Hochdanz. CC0<\/em><\/p>\n<!-- \/wp:paragraph -->",
            "post_name": "gemstones",
            "post_excerpt": "“I’ll just step over to Green Gables after tea and find out from Marilla where he’s gone and why,” the worthy woman finally concluded. “He doesn’t generally go to town this time of year and he never visits; if he’d run out of turnip seed he wouldn’t dress up and take the buggy to go for more; he wasn’t driving fast enough to be going for a doctor.\n",
            "menu_order": 0,
            "post_status": "publish",
            "comment_status": "closed",
            "ping_status": "",
            "_starter_page_template": "",
            "hs_old_id": 20,
            "hs_post_parent": 0,
            "hs_taxonomies": {
                "category_name": [
                    "Uncategorized"
                ],
                "post_tag_name": []
            },
            "hs_custom_meta": "_hs_extra",
            "attachment_url": "https:\/\/geologistdemo.files.wordpress.com\/2021\/09\/gem-01-e1633597018555.jpg"
        },
        {
            "post_type": "post",
            "post_title": "Fossils",
            "post_content": "<!-- wp:paragraph -->\n<p>She was sitting there one afternoon in early June. The sun was coming in at the window warm and bright; the orchard on the slope below the house was in a bridal flush of pinky-white bloom, hummed over by a myriad of bees. Thomas Lynde—a meek little man whom Avonlea people called “Rachel Lynde’s husband”—was sowing his late turnip seed on the hill field beyond the barn; and Matthew Cuthbert ought to have been sowing his on the big red brook field away over by Green Gables. Mrs. Rachel knew that he ought because she had heard him tell Peter Morrison the evening before in William J. Blair’s store over at Carmody that he meant to sow his turnip seed the next afternoon. Peter had asked him, of course, for Matthew Cuthbert had never been known to volunteer information about anything in his whole life.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>And yet here was Matthew Cuthbert, at half-past three on the afternoon of a busy day, placidly driving over the hollow and up the hill; moreover, he wore a white collar and his best suit of clothes, which was plain proof that he was going out of Avonlea; and he had the buggy and the sorrel mare, which betokened that he was going a considerable distance. Now, where was Matthew Cuthbert going and why was he going there?<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>Had it been any other man in Avonlea, Mrs. Rachel, deftly putting this and that together, might have given a pretty good guess as to both questions. But Matthew so rarely went from home that it must be something pressing and unusual which was taking him; he was the shyest man alive and hated to have to go among strangers or to any place where he might have to talk. Matthew, dressed up with a white collar and driving in a buggy, was something that didn’t happen often. Mrs. Rachel, ponder as she might, could make nothing of it and her afternoon’s enjoyment was spoiled.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><em>Fossil illustration by Emil Hochdanz. CC0<\/em><\/p>\n<!-- \/wp:paragraph -->",
            "post_name": "fossils",
            "post_excerpt": "She was sitting there one afternoon in early June. The sun was coming in at the window warm and bright; the orchard on the slope below the house was in a bridal flush of pinky-white bloom, hummed over by a myriad of bees.",
            "menu_order": 0,
            "post_status": "publish",
            "comment_status": "closed",
            "ping_status": "",
            "_starter_page_template": "",
            "hs_old_id": 14,
            "hs_post_parent": 0,
            "hs_taxonomies": {
                "category_name": [
                    "Uncategorized"
                ],
                "post_tag_name": []
            },
            "hs_custom_meta": "_hs_extra",
            "attachment_url": "https:\/\/geologistdemo.files.wordpress.com\/2021\/09\/gem-02-e1633597060597.jpg"
        },
        {
            "post_type": "post",
            "post_title": "Etcetera",
            "post_content": "<!-- wp:paragraph -->\n<p>Mrs. Rachel Lynde lived just where the Avonlea main road dipped down into a little hollow, fringed with alders and ladies’ eardrops and traversed by a brook that had its source away back in the woods of the old Cuthbert place; it was reputed to be an intricate, headlong brook in its earlier course through those woods, with dark secrets of pool and cascade; but by the time it reached Lynde’s Hollow it was a quiet, well-conducted little stream, for not even a brook could run past Mrs. Rachel Lynde’s door without due regard for decency and decorum; it probably was conscious that Mrs. Rachel was sitting at her window, keeping a sharp eye on everything that passed, from brooks and children up, and that if she noticed anything odd or out of place she would never rest until she had ferreted out the whys and wherefores thereof.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>There are plenty of people in Avonlea and out of it, who can attend closely to their neighbor’s business by dint of neglecting their own; but Mrs. Rachel Lynde was one of those capable creatures who can manage their own concerns and those of other folks into the bargain. She was a notable housewife; her work was always done and well done; she “ran” the Sewing Circle, helped run the Sunday-school, and was the strongest prop of the Church Aid Society and Foreign Missions Auxiliary. Yet with all this Mrs. Rachel found abundant time to sit for hours at her kitchen window, knitting “cotton warp” quilts—she had knitted sixteen of them, as Avonlea housekeepers were wont to tell in awed voices—and keeping a sharp eye on the main road that crossed the hollow and wound up the steep red hill beyond. Since Avonlea occupied a little triangular peninsula jutting out into the Gulf of St. Lawrence with water on two sides of it, anybody who went out of it or into it had to pass over that hill road and so run the unseen gauntlet of Mrs. Rachel’s all-seeing eye.<\/p>\n<!-- \/wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p><em>Gemstone illustration by Emil Hochdanz.&nbsp;CC0<\/em><\/p>\n<!-- \/wp:paragraph -->",
            "post_name": "etcetera",
            "post_excerpt": "Mrs. Rachel Lynde lived just where the Avonlea main road dipped down into a little hollow, fringed with alders and ladies’ eardrops and traversed by a brook that had its source away back in the woods of the old Cuthbert place.",
            "menu_order": 0,
            "post_status": "publish",
            "comment_status": "closed",
            "ping_status": "",
            "_starter_page_template": "",
            "hs_old_id": 10,
            "hs_post_parent": 0,
            "hs_taxonomies": {
                "category_name": [
                    "Uncategorized"
                ],
                "post_tag_name": []
            },
            "hs_custom_meta": "_hs_extra",
            "attachment_url": "https:\/\/geologistdemo.files.wordpress.com\/2021\/09\/gem-03-e1633597047999.jpg"
        }
    ],
    "images": [
        "https:\/\/geologistdemo.files.wordpress.com\/2021\/09\/gem-01-e1633597018555.jpg",
        "https:\/\/geologistdemo.files.wordpress.com\/2021\/09\/gem-03-e1633597047999.jpg",
        "https:\/\/geologistdemo.files.wordpress.com\/2021\/09\/gem-02-e1633597060597.jpg"
    ],
    "meta": {
        "blog_id": 197417429,
        "url": "https:\/\/geologistdemo.wordpress.com",
        "update_date": "October 7, 2021, 11:20 am",
        "update_timestamp": 1633605612
    }
}
